package by.it.Kovalenko.lesson02;

import org.hamcrest.core.SubstringMatcher;

/* Нужно написать программу, которая вводит два числа с клавиатуры
и выводит их сумму на экран в виде

Ввод:
34 26

Вывод:
Sum = 26
*/
class TaskC1 {
    public static void main(String[] args) {

        int number1 = 5;
        int number2 = 5;
        int k = number1 + number2;

        System.out.println(number1 + "+" + number2 + "=" + k);



    }

}
